
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Le système ignore comment charger l’adresse URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "La connexion à l’hôte « %@ » a échoué.";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "En-tête incorrect reçu du serveur";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Il est impossible de déterminer l’adresse IP de l’hôte : %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Il est impossible d’obtenir une description du port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Il est impossible d’établir la connexion à l’hôte %@ via le port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Réponse inconnue reçue du serveur HTTP %@ : %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "La requête HTTP a échoué pour l’URL “%@:%@”";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Connexion à l’hôte “%@” interrompue";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "La lecture de “%@” a échoué";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Boucle de redirection détectée lors de la tentative de chargement de l’URL “%@”";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Service non disponible pour l’hôte %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Il est impossible d’ouvrir la connexion de données pour le chemin URL : %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "L’objet n’est pas disponible pour l’URL spécifiée : %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "La commande FTP n’a pas été reconnue par l’hôte : %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nom d’utilisateur ou mot de passe non reconnu.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f Go";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f Ko";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f Mo";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f octets";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f Go";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f Go";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f Ko";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f Ko";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f Ko";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f Mo";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f Mo";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ de %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 octet";

/* String used for showing a one byte size */
"1 byte" = "1 octet";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "Impossible de créer le fichier";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "Impossible de déplacer le fichier";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "Impossible d’ouvrir le fichier";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "Impossible de supprimer le fichier";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "Impossible d’écrire sur le fichier";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "Erreur de recherche du serveur DNS";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "Le décodage de l’élément téléchargé a échoué";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "Le décodage de l’élément téléchargé a échoué";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "Une erreur s’est produite à la fermeture du fichier";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Mot de passe de formulaire Web";

/* HTTP result code string */
"accepted" = "accepté";

/* WebFoundationErrorBadURLError description */
"bad URL" = "URL incorrecte";

/* HTTP result code string */
"bad gateway" = "passerelle incorrecte";

/* HTTP result code string */
"bad request" = "requête incorrecte";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "certificat serveur incorrect";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "réponse du serveur incorrecte";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "impossible de décoder les données brutes";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "impossible de décoder les données de contenu";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "impossible d’analyser la réponse";

/* WebFoundationErrorCancelled description */
"cancelled" = "annulé";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "impossible de se connecter à l’hôte";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "hôte introuvable";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "impossible de charger depuis le réseau";

/* HTTP result code string */
"client error" = "erreur client";

/* HTTP result code string */
"conflict" = "conflit";

/* HTTP result code string */
"continue" = "continuer";

/* HTTP result code string */
"created" = "créé";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "erreur de lecture du flux";

/* HTTP result code string */
"expectation failed" = "échec de l’attente";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "le certificat serveur a expiré";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "le fichier n’existe pas";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "le fichier est un répertoire";

/* HTTP result code string */
"forbidden" = "interdit";

/* HTTP result code string */
"found" = "trouvé";

/* HTTP result code string */
"gateway timed out" = "expiration de la passerelle";

/* HTTP result code string */
"informational" = "pour information";

/* HTTP result code string */
"internal server error" = "erreur interne du serveur";

/* HTTP result code string */
"length required" = "longueur requise";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "connexion au réseau interrompue";

/* HTTP result code string */
"method not allowed" = "méthode non autorisée";

/* HTTP result code string */
"moved permanently" = "définitivement déplacé";

/* HTTP result code string */
"multiple choices" = "choix multiples";

/* HTTP result code string */
"needs proxy" = "proxy requis";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "pas de connexion à Internet";

/* HTTP result code string */
"no content" = "aucun contenu";

/* HTTP result code string */
"no error" = "pas d’erreurs";

/* HTTP result code string */
"no longer exists" = "n’existe plus";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "pas d’autorisations pour lire le fichier";

/* HTTP result code string */
"non-authoritative information" = "information ne faisant pas autorité";

/* HTTP result code string */
"not found" = "introuvable";

/* HTTP result code string */
"not modified" = "non modifié";

/* HTTP result code string */
"partial content" = "contenu partiel";

/* HTTP result code string */
"payment required" = "paiement requis";

/* HTTP result code string */
"precondition failed" = "la pré-condition a échoué";

/* HTTP result code string */
"proxy authentication required" = "authentification proxy requise";

/* HTTP result code string */
"redirected" = "redirigé";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "redirigé nulle part";

/* HTTP result code string */
"request timed out" = "expiration de la requête";

/* HTTP result code string */
"request too large" = "requête trop volumineuse";

/* HTTP result code string */
"requested URL too long" = "URL sollicitée trop longue";

/* HTTP result code string */
"requested range not satisfiable" = "la plage sollicitée ne peut être satisfaite";

/* HTTP result code string */
"reset content" = "réinitialiser le contenu";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "ressource indisponible";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "échec de la connexion sécurisée";

/* HTTP result code string */
"see other" = "consulter un autre";

/* HTTP result code string */
"server error" = "erreur du serveur";

/* HTTP result code string */
"service unavailable" = "service indisponible";

/* HTTP result code string */
"success" = "réussite";

/* HTTP result code string */
"switching protocols" = "changement de protocole";

/* HTTP result code string */
"temporarily redirected" = "redirigé temporairement";

/* WebFoundationErrorTimedOut description */
"timed out" = "delai dépassé";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "trop de redirections HTTP";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "non autorisé";

/* HTTP result code string */
"unimplemented" = "non implémenté";

/* Unknown filename */
"unknown" = "inconnu";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "URL non gérée";

/* HTTP result code string */
"unsupported media type" = "type de données non géré";

/* HTTP result code string */
"unsupported version" = "version non gérée";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "certificat serveur refusé";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "ressource zéro octet";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "la taille de la ressource est supérieure à la taille maximum";
